Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: on olemassa useampi versio osasta %d - ainakin `%.250s' ja `%.250s'
nn: det finst fleire versjonar av delen %d - iallfall «%.250s» og «%.250s»

source: osa %d puuttuu
nn: delen %d manglar

source: Kirjoita dpkg-split --help saadaksesi apua.
nn: Skriv «dpkg-split --help» for hjelp.

source: odottamaton tiedoston loppu tiedostossa %.250s
nn: uventa slutt på fil i %.250s

source: osan koko on aivan liian suuri tai negatiivinen
nn: delen er altfor stor eller storleiken er ikkje positiv

source: ei voida lukea varastohakemistoa `%.250s'
nn: klarte ikkje lesa depotkatalogen «%.250s»

source: --auto vaatii --output -valitsimen käyttöä
nn: --auto krev at du brukar alternativet --output

source: --auto tarvitsee ainoastaan yhden osatiedostoasetuksen
nn: --auto krev nøyaktig éin delfilparameter

source: ei voida lukea osatiedostoa `%.250s'
nn: klarte ikkje lesa delfila «%.250s»

source: Tiedosto `%.250s' ei ole osa moniosaista pakettia.
nn: Fila «%.250s» er ikkje ein del av eit oppdelt arkiv.

source: ei voida avata uudelleen osatiedostoa `%.250s'
nn: klarte ikkje opna delfila «%.250s» på nytt

source: ei voida avata uutta varastotiedostoa `%.250s'
nn: klarte ikkje opna den nye depotfila «%.250s»

source: ei voida uudelleennimetä uutta varastotiedostoa `%.250s' => `%.250s'
nn: klarte ikkje endra namnet på den nye depotfila frå «%.250s» til «%.250s»

source: Osa %d paketista %s haettu (tarvitaan vielä
nn: Del %d av pakken %s er lagra (ønskjer endå

source: ei voida poistaa loppuunkäytettyä varastotiedostoa `%.250s'
nn: klarte ikkje sletta den oppbrukte depotfila «%.250s»

source: Roskatiedostot jäivät varastohakemistoon:
nn: Bosfiler som ligg att i depotkatalogen:

source: ei voitu asettaa tilatietoa `%.250s'
nn: fann ikkje «%.250s»

source: %s (ei ole tavallinen tiedosto)
nn: %s (ikkje ei vanleg fil)

source: Paketteja ei ole vielä koottu uudelleen:
nn: Pakkar som ikkje er sette saman att:

source: osatiedosto `%.250s' ei ole selkotiedosto
nn: delfila «%.250s» er ikkje ei vanleg fil

source: unable to hylätä kohdetta `%.250s'
nn: klarte ikkje sletta «%.250s»

source: Poistettiin %s.
nn: Sletta %s.

source: ei voida avata lähdetiedostoa `%.250s'
nn: klarte ikkje opna kjeldefila «%.250s»

source: ei saada lähdetiedoston tilatietoja
nn: klarte ikkje køyra «fstat» på kjeldefila

source: lähdetiedosto `%.250s' ei ole selkotiedosto
nn: kjeldefila «%.250s» er inga vanleg fil

source: --split tarvitsee lähdetiedostonimen asetukseksi
nn: --split krev ei kjeldefil som parameter

source: --split huolii korkeintaan lähdetiedoston nimen ja sijainnin määrityksen
nn: --split tek høgst eitt kjeldefilnamn og målprefiks

source: varoitus
nn: åtvaring

source: Ota talteen salaukseen käytetty salauslause
nn: Skriv ned krypteringsnykelen din

source: Kotikansiosi tai "Yksityinen"-kansion salaukseen on käytetty automaattisesti luotua vahaa salauslausetta. Tavallisesti kansio avataan käyttäjän salasanalla, mutta salauslausetta tarvitaan jos koskaan tulee tarve palauttaa kansion tiedot käsin. Tulosta tai kirjoita se ylös ja sijoita se turvalliseen paikkaan. Jos napsautat painiketta "Suorita tämä toiminto nyt" ("Run this action now"), syötä kirjautumissalasanasi "Passphrase"-kohtaan näyttääksesi satunnaisesti luodun salauslauseen. Muussa tapauksessa on mahdollista näyttää salauslause myöhemmin komentoriviltä komennolla "ecryptfs-unwrap-passphrase".
nn: Ei sterk (lang) åtgangskode har vorte automatisk oppretta for å kryptera heimemappa di. Vanlegvis låser du opp denne mappa med passordet ditt når du loggar inn, men viss du nokon gong får eit problem med systemet og skal berge heimemappa manuelt, må du oppgje denne lange åtgangskoden. Vi anbefaler at du trykkjer «Utfør denne handlinga no», og skriv inn passordet ditt. Deretter bør du enten skriva ut koden, eller skriva den ned for hand. Oppbevar den trygt og utanfor rekkjevidde for uvedkommande. Viss du ynskjer å gjere dette seinare, må du køyra "ecryptfs-unwrap-passphrase" frå kommandolinja.

source: Avaa pääsy yksityisiin tietoihin
nn: Få tilgang til dei private dataane dine

source: Tee salatun yksityisen hakemiston asetukset
nn: Konfigurer di private, krypterte mappe

source: Empathy-pikaviestin
nn: Empathy

source: Pikaviestin
nn: Lynmeldingsklient

source: Keskustele käyttäen Google Talkia, Facebookia, MSN:ää ja monia muita palveluja
nn: Nettprat på Google Talk, Facebook, MSN og mange andre nettprattenester

source: Yhteyden hallintaohjelmia tulisi käyttää
nn: Tilkoplingshandsamarar skal brukast

source: Käyttääkö Empathy yhteyksienhallintaa verkkoyhteyksien automaattiseen luomiseen ja katkaisuun.
nn: Om tilkoplingshandsamarar skal brukast for å automatisk kopla til/frå.

source: Empathy yrittää yhdistää automaattisesti käynnistettäessä
nn: Empathy skal kopla automatisk på etter oppstart

source: Kirjautuuko Empathy tileillesi automaattisesti käynnistymisensä yhteydessä.
nn: Om Empathy skal automatisk logga inn på kontoane dine etter oppstart.

source: Empathyn tulisi merkitä automaattisesti poissaolevaksi, mikäli konetta ei käytetä
nn: Empathy skal automatisk skifta til bortestatus når inaktiv

source: Empathyn latausten oletuskansio
nn: Førevald nedlastningsmappe til Empathy

source: Oletuskansio, johon siirretyt tiedostot tallennetaan.
nn: Førevald mappe å lagra filoverføringar i.

source: Näytä linjoilta poissa olevat tuttavat
nn: Vis avlogga kontaktar

source: Näytetäänkö poissa linjoilta olevat tuttavat tuttavaluettelossa.
nn: Om kontaktar som er fråkopla skal visast i kontaktlista.

source: Näytä saldo tuttavaluettelossa
nn: Vis saldo i kontaktliste

source: Piilota pääikkuna
nn: Skjul hovudvindauget

source: Piilota pääikkuna.
nn: Skjul hovudvindauget.

source: Oletushakemisto, josta avatar-kuvat haetaan
nn: Førevald mappe for å velja eit

source: Viimeisin hakemisto, josta avatar-kuva oli valittu.
nn: Siste mappe eit profilbilete vart valt frå.

source: Avaa uusi ikkuna uusille keskusteluille
nn: Opna nye samtaler i separate vindauge

source: Avaa aina uusi ikkuna uusille keskusteluille.
nn: Opna alltid eit separat vindauge for nye samtaler.

source: Näytä ajankohtaiset tapahtumat tilarivillä
nn: Vis innkommande hendingar i statusområdet

source: Näytä ajankohtaiset tapahtumat tilarivillä. Mikäli epätosi, näytä ne käyttäjälle välittömästi.
nn: Vis innkommande hendingar i statusområdet. Vis dei med ein gong dersom denne er usann.

source: Keskusteluikkunan sivupaneelin sijainti
nn: Posisjonen til sidepanelet i samtalevindauget

source: Keskusteluikkunan sivupaneelin tallennettu sijainti (pikseleinä).
nn: Lagra posisjon (i pikslar) til sidepanelet til samtalevindauget

source: Näytä tuttavaryhmät
nn: Vis kontaktgrupper

source: Käytä merkkiääniä
nn: Bruk varsellydar

source: Ilmoitetaanko tapahtumista merkkiäänin.
nn: Om ein lyd skal spelast av for å varsla om hendingar.

source: Älä soita ääniä poissaollessa
nn: Slå av lyd når borte

source: Ilmoitetaanko tapahtumista merkkiäänin varattuna tai poissa oltaessa.
nn: Om lydvarsel skal spelast av når ein er oppteken eller borte.

source: Soita merkkiääni saapuville viesteille
nn: Spel av ein lyd for innkommande meldingar

source: Ilmoitetaanko saapuvista viesteistä merkkiäänellä.
nn: Om ein lyd skal spelast av for å varsla om innkommande meldingar.

source: Soita merkkiääni lähetettäville viesteille
nn: Spel av ein lyd for utgåande meldingar

source: Ilmoitetaanko lähtevistä viesteistä merkkiäänellä.
nn: Om ein lyd skal spelast av for å varsla om utgåande meldingar.

source: Soita merkkiääni uusista keskusteluista
nn: Spel av ein lyd for nye samtaler

source: Ilmoitetaanko uusista keskusteluista merkkiäänellä.
nn: Om ein lyd skal spelast av for å varsla om nye samtaler.

source: Soita merkkiääni tuttavan kirjautuessa sisään
nn: Spel av ein lyd når ein kontakt loggar inn

source: Ilmoitetaanko tuttavien sisäänkirjautumisesta merkkiäänellä.
nn: Om ein lyd skal spelast av for å varsla om kontaktar som loggar inn på nettverket.

source: Soita merkkiääni tuttavan kirjautuessa ulos
nn: Spel av ein lyd når ein kontakt loggar av

source: Ilmoitetaanko tuttavien uloskirjautumisesta merkkiäänellä.
nn: Om ein lyd skal spelast av for å varsla om kontaktar som loggar av nettverket.

source: Soita merkkiääni kirjauduttaessa sisään
nn: Spel av ein lyd når vi loggar inn

source: Ilmoitetaanko verkkoon kirjautumisesta merkkiäänellä.
nn: Om ein lyd skal spelast av når ein loggar inn på eit nettverk.

source: Soita merkkiääni kirjauduttaessa ulos
nn: Spel av ein lyd når vi loggar ut

source: Ilmoitetaanko verkosta uloskirjautumisesta merkkiäänellä.
nn: Om ein lyd skal spelast av om ein loggar ut av eit nettverk.

source: Näytä ponnahdusikkuna uusille viesteille
nn: Slå på sprettoppvarsel for nye meldingar

source: Näytetäänkö uudesta viestistä ponnahdusilmoitus.
nn: Om eit varsel skal spretta opp når ein mottek ei ny melding.

source: Älä näytä ponnahdusikkunoita poissaollessa
nn: Slå av sprettoppvarsel når borte

source: Näytetäänkö ponnahdusilmoituksia varattuna tai poissa oltaessa.
nn: Om sprettoppvarsel skal visast når ein er borte eller oppteken.

source: Ponnahdusilmoitus kohdistamattomasta keskustelusta
nn: Sprett opp varsel om samtala ikkje er i fokus

source: Näytetäänkö avatussa, kohdistamattomassa keskustelussa saapuneesta uudesta viestistä ponnahdusilmoitus.
nn: Om eit varsel skal spretta opp når ein mottek ei ny melding sjølv om samtala alt er open, men ikkje i fokus.

source: Ponnahdusilmoitus tuttavan kirjautuessa sisään
nn: Sprett opp varsel når ein kontakt loggar inn

source: Näytetäänkö ponnahdusilmoitus tuttavan sisäänkirjautumisesta.
nn: Om eit varsel skal spretta opp når ein kontakt loggar på.

source: Ponnahdusilmoitus tuttavan kirjautuessa ulos
nn: Sprett opp varsel når ein kontakt loggar ut

source: Näytetäänkö ponnahdusilmoitus tuttavan uloskirjautumisesta.
nn: Om eit varsel skal spretta opp når ein kontakt loggar av.

source: Käytä hymiökuvakkeita
nn: Bruk grafiske smilefjes

source: Näytetäänkö keskusteluiden hymiöt hymiökuvakkeina.
nn: Om smilefjes skal konverterast til grafiske bilete i samtaler.

source: Näytä tuttavaluettelo huoneissa
nn: Vis kontaktliste i rom

source: Näytetäänkö tuttavaluettelo keskusteluhuoneissa.
nn: Om kontaktlista skal visast i praterom

source: Keskusteluikkunan teema
nn: Samtalevindaugsdrakt

source: Keskusteluikkunoissa käytettävä teema.
nn: Drakta som skal brukast for å visa samtala i samtalevindauge.

source: Keskusteluikkunan teemamuunnos
nn: Tema for samtalevindauge

source: Käytettävän Adium-teeman sijainti
nn: Stig til Adium-drakta som skal brukast

source: Käytä WebKit-kehittäjän työkaluja
nn: Slå på WebKit-utviklarsverktøy

source: Otetaanko WebKit-kehittäjän työkalut, kuten Web-tutkain, käyttöön.
nn: Om WebKit-utviklingsverktøy, som Web Inspector, skal slåast på.

source: Salli muiden käyttäjien nähdä, että kirjoitat viestiä heille
nn: Informer andre brukarar når du skriv til dei

source: Käytä teemaa keskusteluhuoneille
nn: Bruk drakt på praterom

source: Käytetäänkö teemaa keskusteluhuoneissa.
nn: Om drakt skal brukast i praterom.

source: Kielentarkastuksessa käytetyt kielet
nn: Stavekontrollspråk

source: Pilkuilla eroteltu lista oikeinkirjoituksen tarkistusohjelman käyttämistä kielistä (esim. "fi, en, fr").
nn: Kommaseparert liste over stavekontrollspråk som skal verta brukt (t.d. «nb, nn, en»).

source: Käytä oikeinkirjoituksen tarkistusta
nn: Slå på stavekontroll

source: Tarkistetaanko kirjoitetut sanat oikolukukielellä.
nn: Om skrivne ord skal kontrollerast for dei språka du har valt å kontrollera for.

source: Lempinimen täydennysmerkki
nn: Teikn for kallenamnfullføring

source: Lempinimen jälkeen lisättävä merkki, kun käytetään lempinimen täydennystä (sarkain) ryhmäkeskustelussa.
nn: Teikn å leggja til etter eit kallenamn når kallenamnfullføring vert brukt (ved å trykka Tab-tasten) i gruppesamtaler.

source: Empathy yrittää käyttää tuttavan avatarta keskusteluikkunan kuvakkeena
nn: Empathy skal bruka profilbiletet til kontakten som ikonet til samtalevindauget

source: Käyttääkö Empathy tuttavan avatar-kuvaketta keskusteluikkunan kuvakkeena.
nn: Om Empathy skal bruka profilbiletet til kontakten som ikon på samtalevindauget.

source: Kamera
nn: Kameraeining

source: Kameran sijainti
nn: Kameraposisjon

source: Näytä vihje pääikkunan sulkemisesta
nn: Vis vink når hovudvindauget lukkast

source: Pyydetäänkö pääikkunan sulkemisesta vahvistusta.
nn: Kom meldingsdialogen om lukking av hovudvindauget med «X»-knappen i tittellinja skal visast.

source: Empathy voi julkaista käyttäjän sijainnin
nn: Empathy kan publisera posisjonen til brukaren

source: Saako Empathy paljastaa käyttäjän sijainnin tuttaville.
nn: Om Empathy kan publisera posisjonen til brukaren til kontaktane hans.

source: Empathy voi käyttää verkkoa paikantamaan sijainnin
nn: Empathy kan bruka nettverket for å gissa posisjonen

source: Saako Empathy käyttää verkkoa sijainnin arvaamiseen.
nn: Om Empathy kan bruka nettverket for å gissa posisjonen.

source: Empathy voi käyttää matkapuhelinverkkoa paikantamaan sijainnin
nn: Empathy kan bruka mobilnettverket for å gissa posisjonen

source: Saako Empathy käyttää matkapuhelinverkkoa sijainnin arvaamiseen.
nn: Om Empathy kan bruka mobilnettverket for å gissa posisjonen.

source: Empathy voi käyttää GPS:ää paikantamaan sijainnin
nn: Empathy kan bruka GPS for å gissa posisjonen

source: Saako Empathy käyttää GPS:ää sijainnin arvaamiseen.
nn: Om Empathy kan bruka GPS-en til å gissa posisjonen.

source: Empathyn pitää heikentää sijainnin tarkkuutta
nn: Empathy skal redusera grannsemda til posisjonen

source: Alentaako Empathy sijaintitiedon tarkkuutta yksityisyyden suojaamiseksi.
nn: Om Empathy skal redusera grannsemda til posisjonen for personverngrunnar.

source: Syytä ei annettu
nn: Ingen grunn oppgjeven

source: Pyydettiin tilan muutosta
nn: Endring i tilstand var førespurt

source: Keskeytit tiedostonsiirron
nn: Du avbraut filoverføringa

source: Toinen osapuoli katkaisi tiedostonsiirron
nn: Den andre deltakaren avbraut filoverføringa

source: Virhe yritettäessä siirtää tiedostoa
nn: Feil under overføring av fila

source: Toinen osapuoli ei voi siirtää tiedostoa
nn: Den andre deltakaren kan ikkje overføra fila

source: Tuntematon syy
nn: Ukjend grunn

source: Etäyhteys ei tue tiedostonsiirtoa
nn: Filoverføring er ikkje støtta av ekstern kontakt

source: Valittu tiedosto ei ole tavanomainen tiedosto
nn: Den valde fila er ikkje ei vanleg fil

source: Valittu tiedosto on tyhjä
nn: Den valde fila er tom

source: Salasanaa ei löydy
nn: Passordet vart ikkje funne

source: tulevaisuudessa
nn: i framtida

source: Tavoitettavissa
nn: Tilgjengeleg

source: Varattu
nn: Oppteken

source: Poissa
nn: Borte

source: Näkymätön
nn: Usynleg

source: Poissa linjoiltapresence
nn: Avloggapresence

source: Erittelemätön syy
nn: Ingen grunn oppgjeven

source: Tila on nyt ”Poissa linjoilta”
nn: Status er seten til avlogga

source: Verkkovirhe
nn: Nettverksfeil

source: Tunnistautuminen epäonnistui
nn: Autentisering feila

source: Salausvirhe
nn: Krypteringsfeil

source: Nimi on käytössä
nn: Namn i bruk

source: Varmennetta ei ole annettu
nn: Sertifikat ikkje oppgjeve

source: Varmenne ei ole luotettu
nn: Utiltrutt sertifikat

source: Varmenne on vanhentunut
nn: Utlaupt sertifikat

source: Varmenne ei ole vielä aktivoitu
nn: Ikkje-aktivert sertifikat

source: Varmenteen verkkonimi ei täsmää
nn: Feil vertsnamn i førehald til sertifikat

source: Varmenteen sormenjälki ei täsmää
nn: Fingeravtrykket til sertifikatet stemmer ikkje

source: Itseallekirjoitettu varmenne
nn: Sjølvsignert sertifikat

source: Varmennevirhe
nn: Sertifikatfeil

source: Salausta ei ole käytettävissä
nn: Kryptering er ikkje tilgjengeleg

source: Varmenne ei ole kelvollinen
nn: Sertifikatet er ugyldig

source: Yhteys hylättiin
nn: Tilkopling vart nekta

source: Yhteyttä ei voi muodostaa
nn: Klarte ikkje kopla til

source: Yhteys katkesi
nn: Tilkoplinga er broten

source: Tämä tili on jo yhteydessä palvelimeen
nn: Denne kontoen er allereie kopla til tenaren

source: Tili on jo olemassa palvelimella
nn: Kontoen finst allereie på tenaren

source: Sovelluksesi on liian vanha
nn: Programvara di er for gammal

source: Lähellä olevat ihmiset
nn: Personar i nærleiken

source: Facebook-keskustelu
nn: Facebook-prat

source: Kaikki tilit
nn: Alle kontoar

source: Esimerkki: Nimimerkkini
nn: Døme: MittKallenamn

source: Muista salasana
nn: Hugs passord

source: Mikä on AIM-näyttönimesi?
nn: Kva er ditt AIM-kallenamn?

source: Mikä on AIM-salasanasi?
nn: Kva er ditt AIM-passord?

source: Palvelin
nn: Tenar

source: Portti
nn: Port

source: Käyttäjänimi:
nn: Brukarnamn:

source: _Toteuta
nn: _Bruk

source: _Kirjaudu sisään
nn: L_ogg inn

source: Tämä tili on jo olemassa palvelimella
nn: Kontoen finst alt på tenaren

source: Luo uusi tili palvelimelleMyUserName on freenode
nn: Lag ny konto på tenarenMyUserName on freenode

source: %s palvelimella %sJabber Account
nn: %1$s på %2$sJabber Account

source: %s-tili
nn: %s-konto

source: Uusi tili
nn: Ny konto

source: Esimerkki: käyttäjänimi
nn: Døme: brukarnamn

source: Mikä on GroupWise-käyttäjätunnuksesi?
nn: Kva er din GroupWise-brukar-ID?

source: Mikä on GroupWise-salasanasi?
nn: Kva er ditt GroupWise-passord?

source: Esimerkki: 123456789
nn: Døme: 123456789

source: Mikä on ICQ UIN -tunnuksesi?
nn: Kva er din ICQ-UIN?

source: Mikä on ICQ-salasanasi?
nn: Kva er ditt ICQ-passord?

source: Lisää...
nn: Legg til …

source: Ylös
nn: Opp

source: Alas
nn: Ned

source: Mikä on Facebook-käyttäjänimesi?
nn: Kva er ditt brukarnamn på Facebook?

source: Kyseessä on käyttäjänimi, ei normaalisti Facebook-kirjautumiseen käytettävä sähköpostiosoite. Jos käyttäjänimesi on esimerkiksi facebook.com/tunnus, kirjoita tunnus. Jos et ole vielä luonut Facebook-käyttäjänimeä, voit luoda sellaisen tällä sivulla.
nn: Dette er ditt brukarnamn, ikkje ditt vanlege innloggingsnamn på Facebook. Om du er facebook.com/grevling, oppgje grevling. Bruk denne sida for å velja eit brukarnamn på Facebook om du ikkje har eitt.

source: Mikä on Facebook-salasanasi?
nn: Kva er ditt passord på Facebook?

source: Mikä on Google-tunnuksesi?
nn: Kva er din ID på Google?

source: Esimerkki: nimi@gmail.com
nn: Døme: brukar@gmail.com

source: Mikä on Google-salasanasi?
nn: Kva er ditt passord på Google?

source: Esimerkki: nimi@jabber.org
nn: Døme: brukar@jabber.org

source: Ohita palvelimen asetukset
nn: Overkøyr tenarinnstillingane

source: Käytä vanhaa SS_L-porttia
nn: Bruk gammal SS_L

source: Mikä on Jabber-tunnuksesi?
nn: Kva er din ID på Jabber?

source: Mikä on haluamasi Jabber-tunnus?
nn: Kva for ID på Jabber ønskjer du?

source: Mikä on Jabber-salasanasi?
nn: Kva er ditt passord på Jabber?

source: Mikä on haluamasi Jabber-salasana?
nn: Kva for passord på Jabber ønskjer du?

source: Esimerkki: tunnus@hotmail.com
nn: Døme: brukar@hotmail.com

source: Mikä on Windows Live -tunnuksesi?
nn: Kva er din ID på Windows Live?

source: Mikä on Windows Live -salasanasi?
nn: Kva er ditt passord på Windows Live?

source: Automaattinen
nn: Automatisk

source: Rekisteröi
nn: Register

source: Esimerkki: käyttäjä@sip-palvelimen.osoite
nn: Døme brukar@min.siptenar

source: NAT-läpäisyn (NAT-T) asetukset
nn: Alternativ for NAT-traversering

source: Välipalvelinvalinnat
nn: Alternativ for mellomtenar

source: Havaitse STUN-palvelin automaattisesti
nn: Oppdag STUN-tenar automatisk

source: Löydä Sidonta
nn: Oppdag binding

source: Käynnissä pitävät valinnat
nn: Alternativ for halding i live

source: Aikaväli (sekunneissa)
nn: Intervall (sekund)

source: Löyhä reititys
nn: Laus ruting

source: Sivuuta TLS-virheet
nn: Oversjå TLS-feil

source: Mikä on SIP-tilisi käyttäjätunnus?
nn: Kva er din påloggings-ID for SIP?

source: Mikä on SIP-tilisi salasana?
nn: Kva er passordet for din SIP-konto?

source: S_alasana:
nn: _Passord:

source: Yahoo!-_tunnus:
nn: Yahoo!-I_D:

source: _Huoneluettelon maa-asetusto:
nn: Lokaltilpassing for _romliste

source: _Portti:
nn: _Port:

source: Mikä on Yahoo! -tunnuksesi?
nn: Kva er din ID på Yahoo!?

source: Mikä on Yahoo! -salasanasi?
nn: Kva er ditt passord på Yahoo!?

source: Kuvaa ei voitu muuntaa
nn: Klarte ikkje konvertera bilete

source: Järjestelmässäsi ei ole tukea yhdellekään hyväksytylle kuvatiedostomuodolle
nn: Ingen av dei godkjente biletformata er støtta på systemet ditt

source: Kuvan tallennus tiedostoon epäonnistui
nn: Klarte ikkje lagra biletet til fil

source: Valitse avatar-kuvasi
nn: Vel profilbilete

source: Ota kuva...
nn: Ta eit bilete …

source: Ei kuvaa
nn: Inkje bilete

source: Kaikki tiedostot
nn: Alle filer

source: Suurenna napsauttamalla
nn: Trykk for å forstørre

source: Yritä uudelleen
nn: Prøv igjen

source: Valitse...
nn: Vel …

source: Yksityiskeskustelun avaaminen epäonnistui
nn: Klarte ikkje å opna privat samtale

source: Aihe ei ole tuettu tässä keskustelussa
nn: Emne er ikkje støtta for denne samtala

source: Sinulla ei ole oikeutta muuttaa aihetta
nn: Du har ikkje tilgjenge til å endra emnet

source: /clear: pyyhi kaikki nykyisen keskustelun viestit pois näkyvistä
nn: /clear: tøm alle meldingar frå aktiv samtale

source: /topic <aihe>: aseta nykyisen keskustelun aihe
nn: /topic <emne>: set emnet for aktiv samtale

source: /join : liity kanavalle
nn: /join : verta med i eit nytt praterom

source: /j : liity kanavalle
nn: /j : verta med i eit nytt praterom

source: /query [<viesti>]: avaa yksityiskeskustelu
nn: /query <kontakt\-ID> [<melding>]: opna ei privat samtale

source: /msg <viesti>: avaa yksityiskeskustelu
nn: /msg <kontakt\-ID> <melding>: opna ei privat samtale

source: /nick <nimi>: vaihda nimeä nykyisellä palvelimella
nn: /nick <kallenamn>: byt kallenamn på denne tenaren

source: /me <viesti>: lähetä TOIMINTO viesti tämänhetkiseen keskusteluun
nn: /me <melding>: send ei HANDLINGS-melding til aktiv samtale

source: /say <viesti>: lähettää <viestin> sisällön kokonaisuudessaan keskusteluun. Tätä toimintoa käytetään kun viestin halutaan alkavan merkillä "/", esimerkiksi: "/say /join komentoa käytetään kanavalle liittymiseen"
nn: /say <melding>: Send <melding> til den aktuelle samtala. Dette er brukt for å senda meldingar som byrjar med eitt «/». Til dømes: «/say /join brukast for å gå i eit nytt praterom»

source: /help [<komento>]: näyttää kaikki tuetut komennot. Jos <komento> on määritetty, näytä sen ohje.
nn: /help [<kommando>]: vis alle støtta kommandoar. Om <kommando> er definert, vis korleis han er brukt.

source: Käyttö: %s
nn: Bruk: %s

source: Tuntematon komento
nn: Ukjend kommando

source: Tuntematon komento; kirjoita /help nähdäksesi käytössä olevat komennot
nn: Ukjend kommando; sjå /help for tilgjengelege kommandoar

source: Virhe lähetettäessä viestiä "%s": %s
nn: Feil ved sending av melding «%s»: %s

source: poissa linjoilta
nn: fråkopla

source: virheellinen tuttava
nn: ugyldig kontakt

source: lupa evätty
nn: nekta tilgang

source: liian pitkä viesti
nn: for lang melding

source: ei toteutettu
nn: ikkje implementert

source: Aihe:
nn: Emne:

source: Aihe asetettu: %s
nn: Emnet er sete til: %s

source: Aihetta ei ole annettu
nn: Inkje emne definert

source: (Ei ehdotuksia)
nn: (Ingen forslag)

source: Lisää hymiö
nn: Set inn smilefjes

source: _Kielentarkistuksen ehdotukset
nn: _Staveforslag

source: Viimeisimpien lokien nouto epäonnistui
nn: Klarte ikkje å henta seinaste loggar

source: %s poistui keskustelusta
nn: %s har kopla frå

source: %2$s potkaisi henkilön %1$s
nn: %1$s vart sparka ut av %2$s

source: %s potkaistiin
nn: %s vart sparka ut

source: %2$s esti henkilön %1$s
nn: %1$s vart banna av %2$s

source: %s estettiin
nn: %s vart banna

source: %s on poistunut huoneestafoo has left the room
nn: %s har forlate rommetfoo has left the room

source: %s on saapunut huoneeseen
nn: %s har vorte med i rommet

source: %s vaihtoi nimekseen %s
nn: %s er no kjend som %s
